{
    "count": 5,
    "text": [
        "Żaba wodna (Pelophylax kl. esculentus, syn. Rana esculenta, właśc. Rana kl. esculenta) – płodny mieszaniec (hybryda) żaby jeziorkowej i żaby śmieszki z grupy żab zielonych. Na ogół wytwarza gamety zawierające genom tylko jednego z gatunków rodzicielskich, zwykle żaby śmieszki. Jest więc kleptonem – stąd skrót kl w nazwie systematycznej. Może być diploidalna lub triploidalna. Żyje zazwyczaj we wspólnych populacjach z żabami jeziorkowymi. Zamieszkuje Europę Środkową i od południowej Szwecji aż po Zatokę Fińską, a na południu jej zasięg dochodzi do Włoch i północnej Bułgarii. Obszar jej występowania niemal idealnie pokrywa się z zasięgiem żaby jeziorkowej, samotnie występuje tylko w północnych Niemczech, Danii i południowej Szwecji, gdzie tworzy czyste populacje. Na Bornholmie występuje razem ze śmieszką. W górach dochodzi do 800 m n.p.m. W Polsce jest pospolita na nizinach",

        "W kulturze od starożytności po dzień dzisiejszy rozpowszechnił się obraz jeża niosącego jabłko nabite na kolce. Nie ma on nic wspólnego z rzeczywistością, gdyż jeże są zwierzętami owadożernymi. Pierwszy taki obraz przedstawił Pliniusz Starszy w dziele „Historia naturalna”, twierdząc, jakoby jeże miały w ten sposób zbierać zapasy na zimę. W anonimowym tekście „Fizjolog” z II wieku jabłka zastąpiono winogronami i dodano chrześcijański morał – jeż kradnący owoce z winnicy jest alegorią diabła, pragnącego ukraść „owoce duszy”. Wersję z winogronami powtórzył Izydor z Sewilli w VII wieku w swoim dziele „Etymologie”",

        "Biedronka siedmiokropka, boża krówka (Coccinella septempunctata) – gatunek chrząszcza z rodziny biedronkowatych. Powszechnie występująca w Europie. Jedna z 76 występujących w Polsce biedronkowatych, potocznie nazywana bożą krówką.Biedronka ta odżywia się mszycami, czerwcami, miodówkami i przędziorkami. Nie gardzą również drobnymi larwami motyli i muchówek. Drapieżne są larwy i imago. Dorosła biedronka zjada kilkadziesiąt mszyc dziennie[potrzebny przypis], a larwa zjada do ponad 600 mszyc w ciągu swojego rozwoju. Wśród larw biedronek stwierdzono zjawisko wzajemnego pożerania się (kanibalizm), dotyczy to zarówno jaj, jak i larw.",
        
        "Ptaki (Aves) – gromada stałocieplnych zwierząt z podtypu kręgowców. Jest najbardziej zróżnicowaną spośród gromad kręgowców lądowych – istnieje około 10 tys. gatunków ptaków, które zamieszkują ekosystemy na całym świecie. Ich wielkość waha się od 5 cm u koliberka hawańskiego do 2,7 m u strusia. Inżynieria genetyczna i zapis kopalny wskazują na to, że ptaki są nowoczesnymi dinozaurami, które ewoluowały od wcześniej upierzonych dinozaurów z grupy teropodów. Najbliższymi żyjącymi krewnymi ptaków są krokodyle. Charakterystyczne dla ptaków nowoczesnych (Neornithes) są: skóra wytwarzająca pióra, przednie kończyny przekształcone w skrzydła, szczęki okryte rogowym dziobem, u współczesnych przedstawicieli pozbawionym zębów, lekki, mocny szkielet i czterodziałowe serce. Ptaki są zazwyczaj zdolne do lotu (choć niektóre gatunki są wtórnie nielotne) – ich układ pokarmowy oraz oddechowy są przystosowane do tej zdolności. Poza tym odznaczają się wysoką aktywnością metaboliczną. Rozmnażają się przez składanie i wysiadywanie otoczonych twardą skorupą jaj. Niektóre ptaki, szczególnie krukowate i papugowe, należą do najbardziej inteligentnych gatunków zwierząt, zdolnych do tworzenia i używania przyrządów pomocniczych, jak i przekazujących tę wiedzę następnym pokoleniom",
        
        "Pająki (Araneae) – najliczniejszy rząd pajęczaków, należy do niego ponad 40 tys. opisanych gatunków. Są to zwierzęta głównie lądowe, o rozmiarach od 0,5 mm do 12 cm ciała i do ok. 32 cm rozstawu odnóży. Często samice są większe od samców. Zwierzęta o dużej specjalizacji; ciało podzielone na dwie części: głowotułów i odwłok. Głowotułów i odwłok połączone są przekształconym segmentem odwłoka, tzw. stylikiem. Głowotułów okryty grubym oskórkiem, pokrytym dodatkowo oskórkowymi włoskami, robiącymi czasem wrażenie sierści. Odwłok miękki, pokryty cienkim oskórkiem; powstał ze zrośnięcia 12 segmentów, ale ślady pierwotnej segmentacji są widoczne tylko u niektórych gatunków. W tylnej części odwłoka kądziołki przędne. Odnóża: na głowotułowiu 6 par odnóży, w tym 4 pary krocznych. Szczękoczułki masywne, dwuczłonowe, zakończone ruchomym pazurem, do którego uchodzi przewód gruczołu jadowego. Nogogłaszczki podobne do odnóży lokomocyjnych, zakończone pazurkami. Układ krwionośny otwarty Układ oddechowy: płucotchawki lub tchawki Układ nerwowy skoncentrowany, z dwuczęściowym mózgiem; narządy zmysłów dobrze rozwinięte; oczy proste; szczecinki węchowe; na głowotułowiu 4 lub 3 pary paciorkowatych oczu w układzie będącym cechą charakterystyczną rodziny. Układ pokarmowy: końcowa część jelita przekształcona w żołądek ssący; obecność gruczołów trzustkowo-wątrobowych; Układ wydalniczy: gruczoły biodrowe i cewki Malpighiego Układ rozrodczy: gonady parzyste; czasem nieparzyste; zapłodnienie wewnętrzne"
    ]
}